Repository: owings1/gameon
Catalog: locale/*/messages.po
Languages: fr

# alerts.abortingWaiting
source: Aborting waiting
fr: Annuler d'attendre

# alerts.accountAlreadyConfirmed
source: Account already confirmed
fr: Le compte est déjà confirmé

# alerts.accountConfirmed
source: Account confirmed
fr: Le compte est confirmé

# alerts.accountCreated
source: Account created
fr: Le compte est creé

# alerts.authenticationFailedGoToAccountToLogin
source: Authentication failed. Go to Account to log in.
fr: Authentification échouée. Allez dans 'Compte' pour vous connecter.

# alerts.cancelingMatch
source: Canceling match
fr: Annuler le match

# alerts.checkEmailForConfirmKey
source: Check your email for a confirmation key.
fr: Vérifiez votre e-mail pour une clé de confirmation.

# alerts.enterNumberGreaterThanOrEqualToZero
source: Please enter a number >= 0
fr: S'il vous plaît saisir un numéro >= 0

# alerts.enterNumberGreaterThanZero
source: Please enter a number > 0
fr: S'il vous plaît saisir un numéro > 0

# alerts.generatingState
source: Generating state
fr: Génération d'ètat

# alerts.invalidColor
source: Invalid color
fr: Couleur invalide

# alerts.invalidCommand{input}
source: Invalid command: '{input}'
fr: Ordre invalid «{input}»

# alerts.invalidInput
source: Invalid input
fr: Entrée invalide

# alerts.invalidMatchIdFormat
source: Invalid match ID format
fr: Format invalide pour match ID

# alerts.invalidPoint
source: Invalid point
fr: Case invalide

# alerts.loadedCustomThemes{count}
source: Loaded {count} custom {count, plural, one {theme} other {themes}}
fr: {count, plural, one {# thème} other {# thèmes}} personnalisés chargés

# alerts.loadingRobotDefaults
source: Loading robot defaults
fr: Chargement des valeurs par défaut du robot

# alerts.loginFailed{url}
source: Login failed to {url}
fr: Échec de la connexion à {url}

# alerts.loginSuccess{url}
source: Login success to {url}
fr: Connexion réussie à {url}

# alerts.matchResult{winner,winningScore,losingScore}
source: {winner} won the match {winningScore} to {losingScore}
fr: {winner} a gagné le match {winningScore} à {losingScore}

# alerts.migratingLegacyRobotConfig
source: Migrating legacy robot config
fr: Migration des configurations de robot héritées

# alerts.mustConfirmYourAccount
source: You must confirm your account.
fr: Vous devez confirmer votre compte.

# alerts.newConfirmKeyRequestedCheckEmail
source: New confirmation key requested. Check your email.
fr: Une nouvelle clé de confirmation est demandée. Vérifiez votre e-mail.

# alerts.noChange
source: No change
fr: Aucun changement

# alerts.noMovesForColorWithRoll{color,roll}
source: No moves for {color} with {roll}
fr: Aucun mouvement pour {color} avec {roll}

# alerts.noPieceOnBar
source: No piece on bar
fr: Aucun pion sur la barre

# alerts.noPieceOnHome
source: No piece on home
fr: Aucun pion à la sortie

# alerts.noPieceOnPoint{point}
source: No piece on point {point}
fr: Aucun pion sur la case {point}

# alerts.noRecordDirSet
source: No record dir set
fr: Aucun valeur pour dossier d'enregistrement (recordDir)

# alerts.noResultToSave
source: No result to save
fr: Riens a sauvegarder

# alerts.nothingToUndo
source: Nothing to undo
fr: Reins a annuler

# alerts.passwordChanged
source: Password changed
fr: Le mot de passe est changé

# alerts.passwordReset
source: Password reset
fr: Le mot de passe est réinitialisé

# alerts.passwordsDoNotMatch
source: Passwords do not match
fr: Le mot de passe ne correspond pas

# alerts.pointOccupiedByColor{point,color}
source: {point} occupied by {color}
fr: La case {point} est occupée par {color}

# alerts.resetKeyRequestedCheckEmail
source: Reset key requested, check your email.
fr: Une clé de réinitialisation est demandée. Vérifiez votre e-mail.

# alerts.runningCountMatchesColorGoesFirst{count,color}
source: Running {count, plural, one {# match} other {# matches}}, {color} goes first
fr: Exécution de {count, plural, one {# match} other {# matchs}}, {color} joue en premier

# alerts.savingTo{path}
source: Saving to {path}
fr: Enregistrement à {path}

# alerts.settingInitialState
source: Setting initial state
fr: Chargement de l'état initial

# alerts.usingBreadthTrees
source: Using breadth trees
fr: Utilisation des arbres en largeur

# alerts.usingCustomRollsFile
source: Using custom rolls file
fr: Utilisation d'un fichier des lancers personnalisé

# alerts.usingDepthTrees
source: Using depth trees
fr: Utilisation des arbres en profondeur

# lab.attr.scores
source: scores
fr: score

# lab.column.myRank
source: myRank
fr: ceRang

# lab.column.myScore
source: myScore
fr: ceScore

# lab.column.rank
source: rank
fr: rang

# lab.commandHelp.boardInfo
source: board info
fr: infos du tablier

# lab.commandHelp.invertBoard
source: flip (invert) board
fr: inverser le tablier

# lab.question.command
source: Command
fr: Ordre

# lab.question.dice
source: Dice
fr: Dés

# lab.title.commands
source: Commands
fr: Les Ordres

# lab.title.rank
source: Rank
fr: Rang

# lab.title.state
source: State
fr: État

# lab.word.ofTotal
source: of
fr: sur

# menu.choice.account
source: Account
fr: Compte

# menu.choice.advancedAnsi
source: Advanced ANSI
fr: ANSI avancé

# menu.choice.advancedOptions
source: Advanced
fr: Options avancées

# menu.choice.back
source: Back
fr: Retourner

# menu.choice.changePassword
source: Change Password
fr: Changement de mot de passe

# menu.choice.clearCredentials
source: Clear Credentials
fr: Effacez les Identifiants

# menu.choice.confirmAccount
source: Confirm Account
fr: Confirmation de Compte

# menu.choice.crawfordRule
source: Crawford Rule
fr: Règle de Crawford

# menu.choice.createAccount
source: Create Account
fr: Creer un compte

# menu.choice.cubeEnabled
source: Cube Enabled
fr: Cube Activé

# menu.choice.customRobot
source: Custom Robot
fr: Robot Personnalisé

# menu.choice.done
source: Done
fr: Retourner

# menu.choice.doubleWeight
source: Double Weight
fr: Poids de Doublé

# menu.choice.exit
source: Exit
fr: Sortir

# menu.choice.fastForcedMoves
source: Fast Forced Moves
fr: Mouvements Forcés Rapides

# menu.choice.forgotPassword
source: Forgot Password
fr: Mot de passe oublié

# menu.choice.humanVsHuman
source: Human vs Human
fr: Humain vs Humain

# menu.choice.humanVsRobot
source: Human vs Robot
fr: Humain vs Robot

# menu.choice.jacobyRule
source: Jacoby Rule
fr: Règle de Jacoby

# menu.choice.joinOnlineMatch
source: Join Online Match
fr: Rejoindre un match en ligne

# menu.choice.lab
source: Lab
fr: Labo

# menu.choice.locale
source: Locale
fr: Région

# menu.choice.matchTotal
source: Match Total
fr: Total du Match

# menu.choice.moveWeight
source: Move Weight
fr: Poids de Déplacement

# menu.choice.newConfirmKey
source: Get new confirm key
fr: Obtenez une nouvelle clé de confirmation

# menu.choice.password
source: Password
fr: Mot de passe

# menu.choice.play
source: Play
fr: Jouer

# menu.choice.recordDir
source: Record Dir
fr: Dossier d'Enregistrement

# menu.choice.recordMatches
source: Record Matches
fr: Enregistrer les Matchs

# menu.choice.resetDefaults
source: Reset defaults
fr: Réinitialiser

# menu.choice.robotDelay
source: Robot Delay
fr: Retard du Robot

# menu.choice.robotSettings
source: Robot Configuration
fr: Paramètres de Robot

# menu.choice.serverUrl
source: Server
fr: Serveur

# menu.choice.settings
source: Settings
fr: Paramètres

# menu.choice.startMatch
source: Start Match
fr: Commencer le match

# menu.choice.startOnlineMatch
source: Start Online Match
fr: Créer Match en ligne

# menu.choice.testCredentials
source: Test Credentials
fr: Tester les identifiants

# menu.choice.theme
source: Theme
fr: Thème

# menu.choice.username
source: Username
fr: Nom d'utilisateur

# menu.question.advancedAnsi
source: Enable Advanced ANSI
fr: Activer ANSI avancé

# menu.question.confirmKey
source: Enter confirm key
fr: Saisir la clé de confirmation

# menu.question.confirmPassword
source: Re-enter password
fr: Retaper le mot de passe

# menu.question.crawfordRule
source: Crawford Rule
fr: Règle de Crawford

# menu.question.cubeEnabled
source: Cube enabled
fr: Cube activé

# menu.question.currentPassword
source: Current password
fr: Mot de passe actuel

# menu.question.customRobot
source: Use Custom Robot
fr: Robot personnalisé

# menu.question.doubleWeight
source: Double Weight
fr: Poids de doublé

# menu.question.fastForcedMoves
source: Fast Forced Moves
fr: Déplacements Forcés Rapides

# menu.question.initialState
source: Start State
fr: L'etat initial

# menu.question.jacobyRule
source: Jacoby Rule
fr: Règle de Jacoby

# menu.question.locale
source: Choose your locale
fr: Choisissez votre région

# menu.question.matchId
source: Match ID
fr: ID du match

# menu.question.matchTotal
source: Match total
fr: Total du match

# menu.question.moveWeight
source: Move Weight
fr: Poids de déplacements

# menu.question.newPassword
source: New password
fr: Nouveau mot de passe

# menu.question.password
source: Password
fr: Mot de passe

# menu.question.recordDir
source: Record Dir
fr: Dossier d'enregistrement

# menu.question.recordMatches
source: Record Matches
fr: Enregistrer les matchs

# menu.question.resetKey
source: Enter reset key
fr: Saisissez la clé de réinitialisation

# menu.question.robotDelaySeconds
source: Robot Delay (seconds)
fr: Retard du Robot (secondes)

# menu.question.rollsFile
source: Rolls file
fr: Fichier des lancers

# menu.question.serverUrl
source: Server URL
fr: URL du serveur

# menu.question.theme
source: Choose a theme
fr: Choisissez un thème

# menu.question.username
source: Username
fr: Nom d'utilisateur

# menu.table.double
source: double
fr: doublé

# menu.table.move
source: move
fr: déplacement

# menu.title.account
source: Account
fr: Compte

# menu.title.main
source: Main
fr: Principal

# menu.title.play
source: Play
fr: Jouer

# menu.title.settings
source: Settings
fr: Paramètres

# play.board.bar
source: bar
fr: barre

# play.board.home
source: home
fr: sortie

# play.color.Red
source: Red
fr: Rouge

# play.color.White
source: White
fr: Blanc

# play.colorLetter.White
source: W
fr: B

# play.log.invertBoard
source: Invert board
fr: Inverser le tablier
